const seatHistoryRecords = [
  {
    range: "3/26~4/23",
    order: 4,
    note: "정기적으로 자리바꿈",
    rows: [
      [
        ["김노아", "김도원"],
        ["김지완", "이가연"],
        ["김준수", "송지민"],
      ],
      [
        ["구준혁", "우솔별"],
        ["박세하", "유민아"],
        ["정성원", "전수민"],
      ],
      [
        ["양승우", "임선미"],
        ["한승지", "최소율"],
        ["조우현", "신지아"],
      ],
      [
        ["김규민", "이지은"],
        ["정재환", "원혜빈"],
        ["오세준", "최예나"],
      ],
      [
        ["구준모", "김채윤"],
        ["배민성", "양연우"],
      ],
    ],
  },
  {
    range: "3/3~3/26",
    order: 3,
    note: "초기 자리배치",
    rows: [
      [
        ["구준모", "김준수"],
        ["송지민", "우솔별"],
        ["임선미", "조우현"],
      ],
      [
        ["구준혁", "김지완"],
        ["신지아", "원혜빈"],
        ["전수민", "최소율"],
      ],
      [
        ["김규민", "김채윤"],
        ["양승우", "유민아"],
        ["정성원", "최예나"],
      ],
      [
        ["김노아", "박세하"],
        ["양연우", "이가연"],
        ["정재환", "한승지"],
      ],
      [
        ["김도원", "배민성"],
        ["오세준", "이지은"],
      ],
    ],
  },
];
