const events = [
  {
    "date": "3/3",
    "title": "입학식",
    "body": "처음으로 1-6에 발을 들인 날"
  },
  {
    "date": "3/12",
    "title": "처음으로 사고 친 날/구준모 연못에 들어가다",
    "body": "$$구준모가$$ $$연못에$$ 공을 주으러 $$들어가서$$ 혼남"
  },
  {
    "date": "3/13",
    "title": "이름외우기",
    "body": "이름외우기 게임을 함 상품은 빠삐꼬 였지만 !!한승지가 틀려!! !!쌍쌍바로 다운!! 되었다는 사실..."
  },
  {
    "date": "3/19",
    "title": "주제 과학시간에 혼나다",
    "body": "주제과학시간에 Quick Share를 이용해 환경보호 포스터를 만드는 수업 중 누군가 김정은의 사진을 보내서 패드를 압수 당할 뻔함\n구준모 및 김도원은 아니며 !!실수로 보낸 것으로 밝혀짐!!"
  },
  {
    "date": "3/18",
    "title": "진단평가",
    "body": "📝 $$진단평가$$ 실시\n\n📚 시간표\n- 1교시: 국어\n- 2교시: 수학\n- 3교시: 영어\n- 4교시: 사회\n- 5교시: 과학\n\n💻 시험 진행 중 $$MyCBT앱에서 튕기는 이슈$$가 있었지만,\n시험은 정상적으로 마무리됨."
  },
  {
    "date": "3/13",
    "title": "진단평가 시험을 위한 연습",
    "body": "진단평가를 할 때 $$MyCBT앱$$을 사용하는 법을 알기위해 연습함\n$$난이도가 중1 수준이 아니라$$ 당황했지만 연습이기 때문에 찍고 넘어감"
  },
  {
    "date": "3/23",
    "title": "1반과의 피구연습",
    "body": "$$피구대회를 대비$$해 $$1반과 연습$$을 진행함\n4:1로 진 후 마지막 판에서 한 명 죽이면 끝나는 걸로해서 $$마지막에 한번 더 이김$$ 그래서 4:2"
  },
  {
    "date": "3/20",
    "title": "반장선거",
    "body": "반장선거를 진행함\n!!반장: 김규민!! / !!부반장: 김도원!!\n\n김도원이 뒤를 돌아봐라 하고 애들이 전부 뒤를 돌아보자 $$이것이 나의 리더쉽이다$$ 라는 등 재미있는 연설을 함"
  },
  {
    "date": "3/26",
    "title": "첫 자리 바꾸기",
    "body": "처음으로 자리를 바꿈"
  },
  {
    "date": "3/27",
    "title": "쌍쌍바 수여식",
    "body": "3/13일 $$이름외우기 게임$$을 성공하여 !!쌍쌍바!!(빠삐꼬 -> 쌍쌍바)를 받게됨 짝궁과 반 나눠먹음"
  },
  {
    "date": "4/1",
    "title": "만우절~~!",
    "body": "🌅 $$조회시간$$\n불을 끄고 다 같이 책상을 눕히고 칠판에 !!가로본능!!이라고 적어놓고 선생님을 기다림.\n하지만 $$유덕상 선생님이 아닌$$ !!7반 선생님!!(만우절)이 오셔서 모두 당황함.\n\n📚 $$1교시 사회A$$\n쉬는 시간에 세면대 팻말을 떼어 붙여놓았지만 수업 시작 직전에 1-5로 교체됨.\n선생님이 !!반을 착각하여 지나치심!!\n원래 9시 10분에 !!다 같이 쓰러질!! 예정이었지만 급하게 9시 15분으로 변경.\n하지만 쪽지를 보신 선생님은 눈치채시고 !!7분 전부터 녹화!! 중이셨음.\n\n🎵 $$2교시 음악$$\n아무것도 못 함.\n\n🧪 $$3교시 과학$$\n이번엔 세면대 팻말을 바꿨지만 $$3학년 몇 명$$이 복도를 달리며 !!우가우가!!를 외치며 팻말을 전부 뜯어감.\n\n⚽ $$4교시 체육$$\n아무것도 못 함.\n\n🍴$$점심시간$$: $$바뀐 팻말$$을 돌려 놓으라고 $$안내방송$$이 나옴 \n\n📖 $$5교시 국어(주제)$$\n선생님이 오시기 전 모두 $$시체$$가 됨.\n$$책상을$$ 살짝 $$엉망$$으로 어지럽히고 창문을 조금 열어 놓은 채 다 같이 바닥,책상에 쓰러진 상태. 친구들이 $$우솔별$$은 $$안대$$를 껴서 더 무섭고 $$김채윤$$은 머리가 길어 $$귀신$$ 같아서 무섭다고함\n국어 선생님이 오셔서 !!내가 여기 반 수업하는 거가 맞나?!! 라고 물으셨지만 아무도 대답하지 않음.\n결국 한 명이 아니라고 함.\n그 후 임선미가 !!6반 수업 해야 된다고 함!!\n선생님이 6반인 걸 모르신 건지 못 들으신 건지 모르겠지만 나가심.\n\n선생님이 나간 후 조우현이\n!!만우절~~ 해야지 진짜로 속이면 어떡해!!!\n라고 말함.\n\n얼마 뒤 선생님이 다시 오자 여기가 맞다고 함.\n선생님이 핸드폰 들고 올 걸 하시니까 애들이 그냥 들고 오라고 하심.\n선생님이 다시 나가자 시체를 재세팅함.\n$$박세하는 창문에 매달린 시체$$가 됨.\n\n📐 $$6교시 수학(주제)$$\n책상을 모두 뒤집어 놓고 공포 브금을 틀음.\n그래서 뒤돌아서 수업함.\n원래는 수업 중간에 갑자기 일어나서 짜여진 대본대로 연극을 할 계획도 있었지만 기각됨."
  },
  {
    "date": "3/30",
    "title": "노 담배",
    "body": "$$주요한$$ 강사님이 담배 예방 교육을 해주심.\n\n주요 키워드는 !!순간의 선택! 평생을 좌우!! 였다.\n\n직접 $$니코틴이 담긴 병$$, $$타르가 담긴 병$$, $$담배$$ 등을 가져와서 보여주심.\n\n마지막에는 술에 대한 이야기도 해주셨는데,\n술을 마시면 $$음주운전을 하면 안 된다는 것$$도 $$잊고$$,\n결국 $$음주운전$$이 $$발생$$할 수 있다고 하심."
  },
  {
    "date": "4/10",
    "title": "서민우 쌤 생일 서프라이즈 🎂",
    "body": "🎉 $$서민우 선생님의 생일$$을 기념해 특별한 $$서프라이즈 이벤트$$를 계획했다.\n\n🎂 케이크는 $$유덕상 선생님$$께서 준비해$이정은 선생님$$께 부탁드려\n수업을 $$5분 일찍 끝내주셨다$$.\n\n친구들은 칠판에 그림을 그리고\n작전 계획을 세우며 준비하던 중,\n갑자기 $$서민우 선생님이 오신다는 소식$$이 들려\n급하게 모두 지우고 준비를 마쳤다.\n\n🎭 선생님이 교실에 들어오시기 직전,\n$$조우현$$과 $$구준모$$가 싸우기 시작했다.\n처음에는 선생님께서 웃고 계셔서\n서프라이즈를 눈치채신 것 같아 아쉬웠지만,\n두 사람이 너무 치열하게 연기를 잘해서\n선생님 얼굴이 점점 $$창백해지시더니$$\n직접 뛰어들어 말리셨다.\n\n**용봉산 멧돼지**\n\n이때 $$반장 김규민$$이 옆에서 웃으며 박수를 치고 있어\n선생님이 살짝 화가 나셨다고 한다.\n\n🏃 싸움이 중재된 뒤,\n유덕상 선생님을 불러오라고 하시며\n교무실로 끌려가려던 순간,\n마침 $$케이크가 뒷문에 도착$$했다.\n\n친구들이 급하게 $$앞문으로 가라고 신호$$를 주었고,\n교무실로 가는 도중 선생님과 마주쳐\n드디어 $$서프라이즈 성공!!$$\n\n🎶 모두 함께 박수를 치며 $$생일 축하 노래$$를 불렀고,\n다른 반 친구 몇 명도 함께 박수를 쳐주었다.\n\n📸 마지막으로 교실에서 다 같이 $$기념사진$$을 찍으며\n특별한 하루를 마무리했다."
  },
  {
    "date": "5/6",
    "title": "정말 맛있겠네(토마토) 낙하 사건",
    "body": "때는 6교시 수학(주제)시간, 오후 2시 45분 바람에 의해 커튼이 밀려나며 정말 맛있겠네(토마토)가 창틀에서 바닥으로 추락했다 정말 맛있겠네(토마토)는 엎어졌으며 다음 날 부터 시들시들해지기 시작했다."
  },
  {
    "date": "4/14",
    "title": "토마토 키우기",
    "body": "식목일을 맞아 환경부에서 진행하는 토마토 키우기 이벤트가 있었다 각반의 환경부장이 토마토를 담당하여 키우고 토마토가 가장 많이 열린 반에게 소정의 상품을 증정한다고 하였다 우리반의 환경부장 한승지가 토마토를 키우기 시작했으며 이름은 !!정말 맛있겠네!!로 정하였다"
  },
  {
    "date": "4/29",
    "title": "씨몽키 키우기",
    "body": "구준모가 반에 씨몽키를 가져왔다 그래서 키우기로 했으며 이름은 $$쏘니, 스텔라, 토마스, 에나, 케빈, 바이올렛, 요구르트, 삐삐로타델리브레드메크럴캠프스트로베리롱롱스타킹, 망고, 밴, 피그, 에벤, 에나벨$$ 이다."
  },
  {
    "date": "5/5",
    "title": "씨몽키 사망...!",
    "body": "양연우와 최소율이 아침시간에 시몽키의 죽음을 발견했으며 반톡에 알렸다. 장례식을 치르기로 하였으나 묻어주기도 전에 분리수거 되었다"
  },
  {
    "date": "4/22",
    "title": "심폐소생술 대회",
    "body": "심폐소생술 대회를 함"
  },
  {
    "date": "5/13",
    "title": "수련회 첫째 날",
    "body": "수련회 첫째 날:\n장기자랑 때 우리반은 $$OMG 빠빠빠 춤$$(임선미, 신지아, 우솔별, 최소울, 심지우(다른 반), 김시현(다른 반), 사공현선(다른 반))과 $$2026 최고의 차력쇼 팀$$(김규민(발차기, 해설), 구준모(엉덩이로 젓가락 부수기), 박세하(벽돌깨기), 구준혁(반달가슴곰), 김준수(저글링), 양승우(반달가슴곰 조련사))을 나감 !!2026 최고의 차력쇼는 동상을 받음!!"
  },
  {
    "date": "5/15",
    "title": "수련회에서 스승의 날",
    "body": "스승의 날을 맞아 퇴소식 때 교가를 불러야 하지만 스승의 은혜를 부름"
  },
  {
    "date": "5/21",
    "title": "체육대회",
    "body": "체육대회 응원상을 수상함"
  }
];
