const tournaments = [
  {
    id: "dodgeball",
    name: "피구대회",
    desc: "3/23~3/27 진행된 피구대회 기록입니다.",
    rounds: [
      {
        title: "8강",
        items: [
          "1반 vs 8반 3/23",
          "4반 vs 5반 3/23",
          "2반 vs 7반 3/24",
          "3반 vs 6반 3/24",
        ],
      },
      {
        title: "4강",
        items: [
          "1반 vs 2반 3/25",
          "4반 vs 5반 3/25",
        ],
      },
      {
        title: "3,4위전",
        items: [
          "2반 vs 5반 3/27",
        ],
      },
      {
        title: "결승",
        items: [
          "1반 vs 4반 3/27",
        ],
      },
      {
        title: "순위",
        items: [
          "🥇 1위 : 1반",
          "🥈 2위 : 4반",
          "🥉 3위 : 몰라서 안씀 반",
          "4위 : 몰라서 안씀 반",
          "공동 5위 : 8반, 4반, 7반, 6반",
        ],
      },
    ],
  },
];
